[Balance.Balance_TorgueTokenVendor InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[UI.VendingMachineDef_TorgueToken VendingMachineExGFxDefinition]
CustomIOTDVisitLabel=""

[VendingMachine.VendingMachine_TorgueToken WillowVendingMachineDefinition]
StatusMenuMapInfoBoxHeader="Máquina de Moedas Torgue"
StatusMenuMapInfoBoxDescription="Troque moedas Torgue por equipamentos!"

